{"translation-revision-date":"2021-04-26 11:24:30+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"color":["رنگ"],"font":["فونت"],"Delete Global %s":["حذف سراسری %s"],"Font":["فونت"],"Would you like to exit?":["آیا دوست دارید خارج شوید؟"],"Item #%s":["مورد #%s"],"Invalid Global Color":["رنگ سراسری نامعتبر است"],"Cannot load editor":["ویرایشگر بارگیری نمی شود"],"Would you like to save the changes you've made?":["آیا می خواهید تغییراتی را که ایجاد کرده اید ذخیره کنید؟"],"Save Changes":["ذخیره تغییرات"],"Landing Pages":["صفحات فرود"],"Global Colors":["رنگ های عمومی"],"Navigate From Page":["ناوبری از صفحه"],"User Preferences":["تنظیمات کاربر"],"Site Settings":["تنظیمات سایت"],"Are you sure you want to create a new Global Font setting?":["آیا می خواهید تنظیمات فونت عمومی جدید ایجاد کنید؟"],"Please note that the same exact color already exists in your Global Colors list. Are you sure you want to create it?":["لطفا توجه داشته باشید این رنگ دقیقا در لیست رنگ های عمومی شما وجود دارد. آیا می خواهید آن را ذخیره کنید؟"],"Are you sure you want to create a new Global Color?":["آیا می خواهید یک رنگ عمومی جدید ایجاد کنید؟"],"Global Fonts help you work smarter. Save a Typography, and use it anywhere throughout your site. Access and edit your Global Fonts by clicking the Manage button.":["فونت های عمومی به شما برای کار کردن به صورت هوشمندانه کمک می کند. یک رنگ را ذخیره کنید و در هر کجای سایت خود استفاده کنید. دسترسی و ویرایش به رنگ های عمومی با کلیک بر روی دکمه مدیریت امکان پذیر است."],"Create New Global Font":["ایجاد رنگ عمومی جدید"],"Manage Global Fonts":["مدیریت فونت های عمومی"],"New Typography Setting":["تنظیمات تایپوگرافی جدید"],"Global Colors help you work smarter. Save a color, and use it anywhere throughout your site. Access and edit your global colors by clicking the Manage button.":["رنگ های عمومی به شما برای کار کردن به صورت هوشمندانه کمک می کند. یک رنگ را ذخیره کنید و در هر کجای سایت خود استفاده کنید. دسترسی و ویرایش به رنگ های عمومی با کلیک بر روی دکمه مدیریت امکان پذیر است."],"You're about to delete a Global %s. Note that if it's being used anywhere on your site, it will inherit a default %s.":["شما در آستانه حذف یک %s عمومی هستید. توجه داشته باشید که اگر این رنگ در جایی از سایت شما در حال استفاده باشد، %s پیش‌فرض را به ارث خواهد برد."],"Create New Global Color":["ایجاد رنگ عمومی جدید"],"Manage Global Colors":["مدیریت رنگ های عمومی"],"New Global Color":["رنگ عمومی جدید"],"Your changes have been updated.":["تغییرات شما بروزرسانی شد."],"Additional Settings":["تنظیمات اضافی"],"Design System":["سیستم طراحی"],"System %s can't be deleted":["سیستم %s قابل حذف نیست"],"New Item":["آیتم جدید"],"Add Style":["افزودن استایل"],"Add Color":["افزودن رنگ"],"Enable Unfiltered File Uploads":["فعال سازی آپلود فایل های فیلتر نشده"],"Create more personalized and dynamic sites by populating data from various sources with dozens of dynamic tags to choose from.":["با جمع آوری داده هایی از منابع مختلف با ده ها تگ داینامیک، سایت هایی اختصاصی تر و پویاتری طراحی کنید."],"Dynamic Content":["محتوای داینامیک"],"See it in Action":["آن را در عمل مشاهده کنید"],"Use %s widget and dozens more pro features to extend your toolbox and build sites faster and better.":["با استفاده از ویجت %s و ده ها قابلیت پرو، سایت های سریعتر و بهتری طراحی کنید."],"%s Widget":["%s ویجت"],"Theme Style":["استایل قالب"],"Back":["قبلی"],"Settings Reset":["ریست تنظیمات"],"Enabled":["فعال"],"Pasted":["پیست شد"],"More":["بیشتر"],"Get Started":["شروع کنید"],"Access this template and our entire library by creating a free personal account":["برای دسترسی به این قالب و دیگر قالب های کتابخانه، شما باید یک حساب رایگان ایجاد کنید"],"Connect to Template Library":["اتصال به کتابخانه قالب ها"],"Connected successfully":["با موفقیت متصل شد"],"Become a Pro user to upload unlimited font icon folders to your website.":["تبدیل شدن به یک کاربر نسخه پرمیوم برای آپلود پوشه آیکون فونت نامحدود به وب سایت شما."],"Upload":["بارگذاری"],"My Libraries":["کتابخانه من"],"Icon Library":["کتابخانه آیکون"],"Click here for preview debug":["برای مشاهده پیش نمایش اشکالزدایی کلیک کنید"],"Elementor v2.6 includes an upgrade from Font Awesome 4 to 5. In order to continue using icons, be sure to click \"Upgrade\".":["Elementor v2.6 شامل ارتقاء از Font Awesome 4 تا 5 است. برای ادامه استفاده از آیکون ها، باید روی «ارتقا» کلیک کنید."],"Elementor's New Icon Library":["کتابخانه آیکون جدید المنتور"],"Before you enable unfiltered files upload, note that this kind of files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["قبل از فعال کردن آپلود SVG ، توجه داشته باشید که فایل های SVG دارای یک خطر امنیتی هستند. Elementor یک فرایند را برای حذف کد مخرب احتمالی اجرا می کند، اما هنوز هم در هنگام استفاده از چنین فاکتورهایی خطر وجود دارد."],"Elementor 2.5 introduces key changes to the layout using CSS Flexbox. Your existing pages might have been affected, please review your page before publishing.":["صفحه ساز المنتور نسخه 2.5 تغییرات کلیدی در طرح‌بندی با استفاده از CSS در آن صورت گرفته است. صفحات موجود شما ممکن است تحت تاثیر قرار بگیرند. لطفا قبل از انتشار صفحه، یک بار صفحه خود را بررسی و مرور کنید."],"Note: Flexbox Changes":["توجه: تغییرات Flexbox"],"Custom Positioning":["موقعیت سفارشی"],"Theme Builder":["پوسته ساز"],"Keyboard Shortcuts":["کدهای کوتاه کیبورد"],"Finder":["جستجوگر"],"Create":["ایجاد"],"Inner Section":["بخش داخلی"],"Navigator":["ناوبر"],"Style Reset":["استایل بازنشانی شد"],"Style Pasted":["استایل پیست شد"],"Got It":["متوجه شدم"],"Copy All Content":["کپی از کل محتوا"],"Save as a Global":["ذخیره به عنوان عمومی"],"Reset Style":["بازگشت به استایل اولیه"],"Copy":["کپی"],"Delete %s":["حذف %s"],"Category":["دسته"],"Pages":["برگه‌ها"],"Blocks":["بلوک ها"],"Unknown Error":["خطای ناشناخته"],"Connection Lost":["عدم برقراری اتصال"],"Server Error":["خطای سرور"],"View All Revisions":["مشاهده همه بازنگری ها"],"This is just a draft. Play around and when you're done - click update.":["این فقط یک پیش نویس است. تغییرات خود را اعمال کنید و هنگامی که کار شما به پایان رسید بر روی دکمه به روز رسانی کلیک کنید."],"Submit":["ارسال"],"Update":["به روز رسانی"],"Proceed Anyway":["در هر صورت انجام شود"],"Your browser isn't compatible with all of Elementor's editing features. We recommend you switch to another browser like Chrome or Firefox.":["مرورگر شما با اغلب ویژگی های ویرایشی المنتور سازگار نیست. توصیه می کنیم از مرورگر دیگری مانند گوگل کروم یا موزیلا فایرفاکس استفاده کنید."],"Your browser isn't compatible":["مرورگر شما سازگار نیست"],"No Results Found":["نتیجه ای یافت نشد"],"Please make sure your search is spelled correctly or try a different words.":["لطفا مطمئن شوید که املای کلمات را به صورت صحیح وارد کرده اید یا کلمات دیگری را به کار ببرید."],"No Favorite Templates":["هیچ قالب مورد علاقه ای وجود ندارد"],"You can mark any pre-designed template as a favorite.":["شما می توانید قالب ها را به عنوان علاقمندی علامت دار کرده و بعدا بازآرایی کنید."],"Import Document Settings":["درون ریزی تنظیمات داکیومنت"],"Duplicate":["تکثیر"],"Save as Template":["ذخیره قالب"],"Publish":["انتشار"],"Exit To Dashboard":["بازگشت به پیشخوان"],"Type Here":["اینجا تایپ کنید"],"Revisions":["بازنگری‌ها"],"Actions":["عملیات"],"Editing Started":["آغاز به ویرایش"],"Moved":["منتقل شده"],"Edited":["ویرایش شده"],"Added":["افزوده شده"],"History":["تاریخچه"],"Add %s":["افزودن %s"],"Attention: Importing may override previous settings.":["هشدار: درون ریزی ممکن است باعث از بین رفتن تنظیمات قبلی شود."],"Do you want to also import the document settings of the template?":["آیا می خواهید که تنظیمات داکیومنت این قالب نیز درون ریزی شود؟"],"Edit %s":["ویرایش %s"],"Duplicate %s":["تکرار %s"],"Enable":["فعال‌سازی"],"Paste Style":["پیست استایل"],"Disabled":["غیرفعال شده"],"Back to Editor":["بازگشت به ویرایشگر"],"Go Pro":["تغییر به نسخه حرفه ای"],"Global":["عمومی"],"Descending order":["ترتیب نزولی"],"Ascending order":["ترتیب صعودی"],"Attention: We are going to DELETE ALL CONTENT from this page. Are you sure you want to do that?":["هشدار: شما قصد دارید کلیه محتوای این برگه را حذف کنید. از این عملیات مطمئن هستید؟"],"Delete All Content":["پاک کردن کل محتوا"],"Color Picker":["انتخاب کننده رنگ"],"Are you sure you want to delete this template?":["آیا از حذف این قالب مطمئن هستید؟"],"Delete Template":["حذف قالب"],"Page":["صفحه"],"Save Your %s to Library":["ذخیره %s شما در کتابخانه"],"The following error(s) occurred while processing the request:":["خطا (ها) ی زیر به هنگام پردازش درخواست شما مشاهده شد:"],"An error occurred":["خطایی رخ داد"],"This is where your templates should be. Design it. Save it. Reuse it.":["در اینجا قالب ها طراحی، ذخیره و برای مصارف بعدی به کار گرفته می شوند."],"Haven’t Saved Templates Yet?":["هنوز قالب را ذخیره نکرده اید؟"],"Your designs will be available for export and reuse on any page or website":["طراحی های شما برای خروجی گرفتن و استفاده مجدد در هر صفحه و سایت دیگری، موجود خواهد بود"],"Insert":["درج"],"My Templates":["قالب های من"],"Library":["کتابخانه"],"Close":["بستن"],"Learn More":["کسب اطلاعات بیشتر"],"Global Fonts":["فونت های عمومی"],"Paste":["پیست"],"You must call 'the_content' function in the current template, in order for Elementor to work on this page.":["به منظور عملکرد صحیح المنتور، می بایست تابع the_content را در پوسته برگه خود فراخوانی کنید."],"Sorry, the content area was not found in your page.":["متاسفیم! ناحیه محتوایی در برگه شما یافت نشد."],"Insert Media":["درج رسانه"],"No Images Selected":["هیچ عکسی انتخاب نشده"],"Are you sure you want to reset this gallery?":["آیا از تنظیم مجدد گالری مطمئن هستید؟"],"Reset Gallery":["تنظیم مجدد گالری"],"Elements":["المان ها"],"Settings":["تنظیمات"],"Color":["رنگ"],"No":["خیر"],"Yes":["بله"],"Layout":["طرح‌بندی"],"Add New Column":["افزودن ستون جدید"],"Typography":["تایپوگرافی"],"Removed":["حذف شده"],"Section":["بخش (سکشن)"],"Advanced":["پیشرفته"],"Style":["استایل"],"Content":["محتوا"],"Go Back":["بازگشت"],"Take Over":["به عهده گرفتن"],"Cancel":["انصراف"],"%s has taken over and is currently editing. Do you want to take over this page editing?":["%s کنترل را بدست گرفته و در حال ویرایش است. آیا قصد دارید کنترل ویرایش این برگه را به دست بگیرید؟"],"Discard":["بیخیال"],"Preview":["پیش‌نمایش"],"Save":["ذخیره"],"View Page":["مشاهده برگه"],"Exit":["خروج"],"Delete":["حذف"],"Custom":["سفارشی"],"Default":["پیش‌ فرض"],"Clear":["پاک کردن"]}},"comment":{"reference":"assets\/js\/editor.js"}}