{"translation-revision-date":"2021-06-10 10:47:47+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Emails made easy with {{link}}Creative Mail{{\/link}}":["ایمیل‌ها با {{link}}Creative Mail{{\/link}} ساده‌تر ساخته می‌شوند"],"Level up your email marketing with {{link}}Mailpoet{{\/link}}":["بازاریابی ایمیل خود را با {{link}}Mailpoet{{\/link}} ارتقاء دهید"],"Get automated sales tax with {{link}}WooCommerce Tax{{\/link}}":["مالیات فروش خودکار را با {{link}}WooCommerce Tax{{\/link}} دریافت کنید "],"I'd rather not say":["ترجیح میدهم نگویم."],"Free features":["امکانات رایگان"],"Business details":["جزئیات کسب و کار"],"Included business features":["شامل ویژگی‌های کسب‌ و کار"],"Get the basics":["اصول اولیه را دریافت کنید"],"Add recommended business features to my site":["افزودن امکانات تجاری پیشنهادی به سایت من"],"I agree":["موافقم"],"Help us build a better WooCommerce Payments experience":["به ما برای خلق تجربه پرداخت بهتر ووکامرس کمک کنید"],"Email marketing for WooCommerce with Creative Mail":["بازاریابی ایمیلی برای ووکامرس با ایمیل خلاقانه"],"Automated sales taxes":["مالیات فروش خودکار"],"%s per year":["%s بر سال"],"$%f per month":["$%f در ماه"],"Skip setup store details":["از جزئیات راه اندازی فروشگاه  صرف نظر کنید"],"Display monthly prices":["نمایش مبالغ ماهانه"],"Learn more about store details":["در مورد جزئیات فروشگاه بیشتر بدانید"],"Tell us about your store and we'll get you set up in no time":["درباره فروشگاه خود به ما بگویید و ما در کمترین زمان برایتان راه اندازی خواهیم کرد"],"Your store address will help us configure currency\n options and shipping rules automatically.\n This information will not be publicly visible and can\n easily be changed later.":["آدرس فروشگاه شما به ما در پیکربندی واحد پولی کمک خواهد کرد\n  گزینه ها و قوانین ارسال بصورت خودکار.\n  این اطلاعات در معرض دید عموم نخواهد بود و می تواند\n  بعداً به راحتی تغییر کند."],"Manual setup is only recommended for\n experienced WooCommerce users or developers.":["تنظیم دستی فقط برای\n  کاربران یا توسعه دهندگان با تجربه ووکامرس  توصیه می شود."],"Billing is annual. All purchases are covered by our 30 day money back guarantee and include access to support and updates. Extensions will be added to a cart for you to purchase later.":["صورتحساب سالانه است. کلیه خریدها با 30 روز ضمانت برگشت وجه ما پوشش داده می شوند و شامل دسترسی به پشتیبانی و به‌روزرسانی‌ها می شوند. افزودنی‌ها به سبد خریدتان اضافه می شود تا بعداً خریداری کنید."],"This product type requires a paid extension.\nWe'll add this to a cart so that\nyou can purchase and install it later.":["این نوع محصول به افزودنی پرداخت شده ای نیاز دارد.\nما این را به یک سبد خرید اضافه خواهیم کرد تا\nبعداً می توانید آن را خریداری و نصب کنید."],"Learn more about recommended free business features":["درباره ویژگی های پیشنهادی مشاغل رایگان بیشتر بیاموزید"],"Get in front of shoppers and drive traffic so you can grow your business with Smart Shopping Campaigns and free listings.":["جلوتر از خریداران قرار بگیرید و ترافیک را مدیریت کنید تا بتوانید با کمپین های خرید هوشمند و لیست های رایگان، تجارت خود را توسعه دهید."],"There was a problem skipping the setup wizard":["مشکلی در پریدن از تنظیمات جادویی راه اندازی وجود داشت."],"By installing Jetpack and WooCommerce Shipping plugins for free you agree to our {{link}}Terms of Service{{\/link}}.":["با نصب افزونه های حمل و نقل جِت پَک و ووکامرس بصورت رایگان با {{link}} شرایط خدمات {{\/ link}} ما موافقت می کنید."],"User accounts are required to use these features.":["حساب های کاربری برای استفاده از این ویژگی ها الزامی هستند."],"%s was installed on your site":["%s در سایت شما نصب شد."],"%s was activated on your site":["%s در سایت شما فعال شد."],"What is the platform name?":["اسم پلتفرم چیست؟"],"Improved speed & security":["بهبود سرعت و امنیت"],"plugin":["افزونه"],"WooCommerce + Jetpack":["ووکامرس + جت پک"],"Squarespace":["Squarespace"],"Etsy":["Etsy"],"eBay":["eBay"],"Amazon":["Amazon"],"Store management on the go":["برو به مدیریت فروشگاه"],"%1$s %2$s will be installed & activated for free.":["%1$s %2$s بصورت رایگان نصب و فعال خواهند شد."],"Enhance your store with %s":["فروشگاه خود را با %s ارتقاء دهید"],"Save time at the post office by printing shipping labels for your orders at home.":["با چاپ برچسب‌های حمل و نقل برای سفارشات خود در خانه، ار اتلاف وقت در اداره پست جلوگیری کنید."],"Automatically block brute force attacks and speed up your store using our powerful, global server network to cache images.":["با استفاده از شبکه سرور جهانی قدرتمند ما برای ذخیره تصاویر، به طور خودکار حملات بی رحمانه را مسدود کرده و سرعت فروشگاه خود را افزایش دهید."],"WooCommerce Payments connected successfully.":["پرداخت های ووکامرس با موفقیت متصل شدند."],"Free themes":["پوسته‌های رایگان"],"Paid themes":["پوسته‌های پولی"],"All themes":["همه پوسته‌ها"],"$%f per year":["%s در سال"],"Live demo":["پیش‌نمایش زنده"],"This theme does not support WooCommerce.":["این پوسته از ووکامرس پشتیبانی نمی‌کند."],"Upload a theme":["بارگذاری یک پوسته"],"Industry":["صنعت"],"Uploading theme":["در حال بارگذاری پوسته"],"Business Details":["جزئیات کسب و کار"],"Store Details":["جزئیات فروشگاه"],"Choose how your store appears to customers. And don't worry, you can always switch themes and edit them later.":["تعیین کنید ظاهر فروشگاه شما برای مشتریان چگونه باشد. نگران نباشید همیشه می‌توانید قالب سایت خود را تغییر دهید یا آن را بعدا ویرایش کنید."],"Continue with my active theme":["با پوسته فعال من ادامه بده"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["با به اشتراک گذاشتن داده‌های غیر حساس از طریق {{link}}ردیابی استفاده{{\/link}} که نحوه استفاده از ووکامرس را به ما نشان می‌دهد، ویژگی‌های بهبود یافته و اصلاحات سریع‌تری را دریافت کنید. هیچ داده شخصی‌ای ردیابی یا ذخیره نمی‌شود."],"Choose":["انتخاب"],"{{strong}}%s{{\/strong}} developed by WooCommerce":["{{strong}}%s{{\/strong}} توسط ووکامرس توسعه یافته"],"Choose a theme":["پوسته‌ای را برگزینید"],"Your theme is being uploaded":["پوسته شما بارگذاری شد"],"Currently active theme":["پوسته فعال فعلی"],"Drop a theme zip file here to upload":["یک فایل zip پوسته را برای بارگذاری کردن اینجا بیندازید"],"Drop your theme zip file here":["یک فایل zip پوسته را اینجا بیندازید"],"I'm setting up a store for a client":["من در حال راه اندازی فروشگاه برای مشتری هستم"],"Please select at least one industry":["لطفا حداقل یک صنعت را انتخاب کنید"],"Your store in your pocket. Manage orders, receive sales notifications, and more. Only with a Jetpack connection.":["فروشگاه شما در جیب شما! مدیریت سفارشات، دریافت اعلان‌های فروش و موارد دیگر. فقط با اتصال Jetpack."],"Yes, count me in!":["بله، روی من حساب کنید!"],"What type of products will be listed?":["چه نوع محصولاتی لیست خواهند شد؟"],"Please select at least one product type":["لطفا حداقل یک نوعِ محصول را انتخاب کنید"],"In which industry does the store operate?":["فروشگاه شما در کدام صنعت فعالیت می‌کند؟"],"What's your current annual revenue?":["در حال حاضر، درآمد سالانه‌ی شما چقدر است؟"],"Currently selling elsewhere?":["در حال حاضر، در جای دیگر فروش دارید؟"],"Which platform is the store using?":["فروشگاه از کدام پلتفرم استفاده می کند؟"],"Build a better WooCommerce":["ساخت یک ووکامرس بهتر"],"There was a problem selecting your store theme":["هنگام انتخاب پوسته فروشگاه شما مشکلی پیش آمد."],"There was a problem finishing the setup wizard":["مشکلی در تکمیل شناسنامه وجود داشت."],"There was a problem updating your industries":["مشکلی در به‌روز‌رسانی صنعت کاری شما بوجود آمده است."],"Choose any that apply":["هر کدام را که اعمال می شود انتخاب کنید"],"How many products do you plan to display?":["چند محصول را قصد دارید به نمایش بگذارید؟"],"We'd love to know if you are just getting started or you already have a business in place.":["ما خیلی دوست داریم بدانیم که آیا شما تازه شروع به کار می کنید یا قبلاً در مشاغلی کار کرده‌اید."],"Shopify":["Shopify"],"Wix":["Wix"],"Magento":["Magento"],"BigCommerce":["BigCommerce"],"More than %s":["بیشتر از %s"],"%s (I'm just getting started)":["%s (من تازه شروع کردم)"],"Tell us about your business":["در مورد کسب و کارتان برای ما بگویید"],"Contact customers with Mailchimp":["با استفاده از Mailchimp با مشتریان در تماس باشید"],"Yes, I own a different store powered by WooCommerce":["بله، من فروشگاه دیگری دارم که توسط ووکامرس ساخته شده"],"Yes, on another platform":["بله ، روی پلتفرم دیگر"],"This field is required":["این فیلد الزامی است"],"store product count or revenue\u0004%s+":["%s+"],"store product count or revenue range\u0004%1$s - %2$s":["%1$s - %2$s"],"Yes, in person at physical stores and\/or events":["بله، بصورت حضوری در مغازه و\/یا نمایشگا‌ها"],"I don't have any products yet.":["من هنوز هیچ محصولی ندارم."],"Installing the following plugin: %s":["در حال نصب پلاگین‌های زیر: %s"],"Yes, on another platform and in person at physical stores and\/or events":["بله، در یک سیستم دیگر و به صورت حضوری در فروشگاه های فیزیکی و\/ یا رویدادها"],"Send targeted campaigns, recover abandoned carts and much more with Mailchimp.":["با Mailchimp کمپین‌های هدفمند ارسال، سبدهای خرید رها شده و موارد دیگر را بازیابی کنید."],"Grow your business by targeting the right people and driving sales with Facebook.":["با هدف قرار دادن افراد مناسب و هدایت فروش با فیسبوک، تجارت خود را رشد دهید."],"The following plugin will be installed for free: %s.":["افزونه زیر بصورت رایگان نصب خواهد شد: %s."],"There was a problem updating your business details":["مشکلی در به‌روزرسانی جزئیات کسب و کار شما وجود داشت."],"Post code":["کدپستی"],"Please select a country \/ region":["لطفا یک کشور \/ منطقه انتخاب کنید"],"Address line 2 (optional)":["خط دوم آدرس (دلخواه)"],"Please add a post code":["لطفا کدپستی را اضافه نمایید"],"Please add a city":["لطفا نام شهر را اضافه نمایید"],"Please add an address":["لطفا یک آدرس اضافه نمایید"],"Continue without installing":["ادامه بدون نصب کردن"],"Market on Facebook":["فروش در فیس‌بوک"],"Country \/ Region":["کشور \/ منطقه"],"Up to %s":["تا %s"],"Retry":["دوباره امتحان کنید"],"Print shipping labels at home":["چاپ برچسب‌های حمل و نقل در خانه"],"Yes please!":["بله لطفا!"],"Address line 1":["آدرس"],"Installed":["نصب شده"],"and":["و"],"Product Types":["نوع محصولات"],"Theme":["پوسته"],"Free":["رایگان"],"Learn more":["بیشتر بدانید"],"No thanks":["خیر سپاسگزارم"],"Welcome to WooCommerce":["به  ووکامرس خوش آمدید"],"Other":["دیگر"],"No":["خیر"],"City":["شهر"],"Continue":["ادامه"],"Skip this step":["از این مرحله بگذر"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/profile-wizard.js"}}